{"name":"Aesthetics Soprano Set","type":"simple","regular_price":"2","description":"MODULAR SOFA SOPRANO Estetica's designers have developed an exclusive and stylish Soprano sofa for lovers of elegant classics. Its shallow seating and large comfortable pillows offer to sit comfortably on this beautiful sofa and get some rest. The graceful curves of the narrow sidewalls and the wide strict piping underline the elegance and sophistication of the Soprano sofa. A small but important highlight of the sofa are small metal studs around the perimeter. Sofa soprano from brand Aesthetics - this is a high note of luxury furniture fashion in your interior. The compact size of the sofa Soprano is its advantage, as it can fit even in a small space. The modular system of the sofa allows you to differently assemble the blocks and get a variety of options: from direct double to corner. Also in the package includes a built-in bed. A clear and reliable Italian electric millennium transformation mechanism ensures long and trouble-free operation of the retractable structure. All materials and components for the production of the sofa Soprano belong to the premium segment and are manufactured on the latest equipment under the careful control of all stages. Brand: Estetica Style: Classic Mechanism: \"Millennium\" Decor elements: Decorative nails Dimensions: 190 * 96 * 91, 270 * 96 * 91, 270 * 160 * 91, 270 * 190 * 91 Type: Straight, Corner Beautiful renders! Show more","short_description":"Platform:\t 3dsMax 2011 + obj\nRender:\t Vray\nSize:\t 95 MB\nStyle:\t Classic\nMaterials:\t Fabric","sku":"2343956.5c4aec59e2255","categories":[{"id":"72"}],"downloadable":true,"downloads":[{"name":"2343956.5c4aec59e2255","file":"https://www.dropbox.com/scl/fi/6zrrrr1bp2ujxrjftaok2/2343956.5c4aec59e2255.rar?rlkey=74zvhsx9nzkkmf30oa20mym0w&dl=1"}],"tags":[{"name":"angular"},{"name":"double room"},{"name":"triple"},{"name":"aesthetics"},{"name":"soprano"},{"name":"modular"},{"name":"pillows"},{"name":"plaid"},{"name":"estetica"},{"name":"vision"},{"name":"estetica vision"}],"images":[{"src":"https://www.dropbox.com/scl/fi/z7700jm5mshy9q3em0ih5/2343956.5c4aec59e2255.jpg?rlkey=nfhrwc6okjfgwu7au405izd25&dl=1"}],"attributes":[{"id":1,"name":"Price","options":["Pro"]},{"id":2,"name":"Render","options":["Vray"]},{"id":3,"name":"Style","options":["Classic"]}]}