{"name":"AQForm Kari Collection","type":"simple","regular_price":"2","description":"Accent lighting solutions in apartments, restaurants and offices should look good on their own. The small dimensions of the minimalist KARI shape complement such spaces very well. Subtle mechanical elements, elegant finishes, balanced shape - these few features make KARI an accent luminaire that is an elegant addition in itself. The model includes 13 configurations of LED luminaires and also the necessary blocks for developing your own scheme of an overhead or suspended track. Models are available in 11 colors (white, black, gold, copper, silver and combinations). The model is configured with pivots and dependent snaps to easily adjust the angle of rotation and movement of the lamp. The archive includes a version of the model with the lights off. Dimensions: KARI 11 LED multitrack S - Ø 120 x 110 KARI 11 LED multitrack M - Ø 120 x 170 KARI 11 LED multitrack L - Ø 120 x 250 KARI DALI track S - Ø 120 x 110 KARI DALI track M - Ø 120 x 170 KARI DALI track L - Ø 120 x 250 KARI LED 230V track S - Ø 120 x 110 KARI LED 230V track M - Ø 120 x 170 KARI LED 230V track L - Ø 120 x 250 KARI LED 230V spot S - Ø 120 x 110 KARI LED 230V spot M - Ø 120 x 170 KARI LED 230V spot L - Ø 120 x 250 KARI 17 x 2 LED 230V - 120 x 280 x 164 Polys: 525 901 Verts: 534 617 Formats: 3ds Max 2014, FBX, obj Show more","short_description":"Platform:\t 3dsMax 2014 + fbx\nRender:\t Vray+Corona\nSize:\t 72 MB\nStyle:\t Modern\nMaterials:\t Metal","sku":"3228247.600724ae94138","categories":[{"name":"Ceiling lamp"}],"downloadable":true,"downloads":[{"name":"3228247.600724ae94138","file":"https://www.dropbox.com/scl/fi/sacrqcus241g2s8qx1pi7/3228247.600724ae94138.rar?rlkey=927a1tmobdvlm3uygkjadxkt7&dl=1"}],"tags":[{"name":"aqform"},{"name":"kari"}],"images":[{"src":"https://www.dropbox.com/scl/fi/1p96mknj7p30327pbqqp4/3228247.600724ae94138.jpg?rlkey=58keqnmru84o3ipiw3siheuxk&dl=1"}],"attributes":[{"id":1,"name":"Price","options":["Pro"]},{"id":2,"name":"Render","options":["Vray+Corona"]},{"id":3,"name":"Style","options":["Modern"]}]}