{"name":"Kitchen NOLTE Stone (vray GGX, corona PBR)","type":"simple","regular_price":"2","description":"Link to high-resolution renderings: https://yadi.sk/d/huFC9o2X3Agbfj  NOLTE Stone Kitchen with equipment and filling, made for corona render 1.5 and vray 3.2. The equipment includes: sink and faucet Foster hob Elica Nikolatesla, oven and coffee machine Siemens, as well as the scene includes a chair 404 H Barstool by Stefan Diez and the entire decor. In the scene 993K polygons. 26 mb The archive of high-resolution textures. vray materials are configured properly. In version vray, BRDF materials installed in Microfacet GTR / GGX, owners vray 2.4 must be installed in the Blinn BRDF. For Corona render, it is recommended to put the version not lower than 1.5, because the glossiness of materials customized based PBR. To display fur VRAY on Rendering-> Effects tab, enable the modifier Hair and Fur, in Hair rendering options, Hairs set - mr prim to display the fur on CORONA Rendering-> Effects tab, enable the modifier Hair and Fur, in Hair rendering options, Hairs set - geometry KITCHEN are modularized, easy to edit the size of your room! The obj file fur geometry is missing, you can download it from the link:   Other Nolte kitchen can be found in my profile. Beautiful renderings you! Show more","short_description":"Platform:\t 3dsMax 2012 + obj\nRender:\t Vray\nSize:\t 74 MB\nStyle:\t Modern\nMaterials:\t Wood","sku":"843084.58877fb0360cd","categories":[{"name":"Kitchen"}],"downloadable":true,"downloads":[{"name":"843084.58877fb0360cd","file":"https://www.dropbox.com/scl/fi/670agmj7v509ukbfwarbx/843084.58877fb0360cd.rar?rlkey=e73atbddk8br97vul83gvzvz3&dl=1"}],"tags":[{"name":"nolte"},{"name":"stone"},{"name":"siemens"},{"name":"stefan"},{"name":"diez"},{"name":"elica"},{"name":"nikolatesla"},{"name":"foster"}],"images":[{"src":"https://www.dropbox.com/scl/fi/2r79x9qbfigti8imw4eel/843084.58877fb0360cd.jpg?rlkey=u5ad73txpblgrq8jwbi1vwmlx&dl=1"}],"attributes":[{"id":1,"name":"Price","options":["Pro"]},{"id":2,"name":"Render","options":["Vray"]},{"id":3,"name":"Style","options":["Modern"]}]}